/* No comment provided by engineer. */
"Art" = "Τέχνη";

/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Σαν προληπτικό μέτρο, τα πρόσθετα δεν θα εκτελούνται σε εκδόσεις που δεν υποστηρίζονται ακόμη και αν τα ενεργοποιήσετε. (Έχετε την έκδοση Spotlight v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Σενάριο εργασίων του Automator:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "Δεν μπόρεσε να εγκατασταθεί το πρόσθετο.";

/* No comment provided by engineer. */
"Couldn't load the online plugin directory." = "Δεν μπόρεσε να φορτωθεί το αποθετήριο των πρόσθετων.";

/* No comment provided by engineer. */
"Delete Plugin" = "Διαγραφή πρόσθετου";

/* No comment provided by engineer. */
"Description:" = "Περιγραφή:";

/* No comment provided by engineer. */
"Developer" = "Εργαλεία προγραμματισμού";

/* No comment provided by engineer. */
"Edit Plugin" = "Επεξεργασία πρόσθετου";

/* No comment provided by engineer. */
"Edit Workflow" = "Επεξεργασία σενάριου εργασιών";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Ενεργοποίηση πρόσθετων";

/* No comment provided by engineer. */
"Featured" = "Προτεινόμενα";

/* No comment provided by engineer. */
"Flashlight: the missing plugin system for Spotlight." = "Flashlight: το σύστημα πρόσθετων που έλειπε από το Spotlight.";

/* No comment provided by engineer. */
"Information" = "Πληροφορίες";

/* No comment provided by engineer. */
"Installed" = "Installed";

/* No comment provided by engineer. */
"Language" = "Γλώσσα";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Νέο πρόσθετο του Automator...";

/* No comment provided by engineer. */
"News" = "Νέα";

/* No comment provided by engineer. */
"Okay" = "Εντάξει";

/* No comment provided by engineer. */
"Search" = "Αναζήτηση";

/* No comment provided by engineer. */
"System" = "Σύστημα";

/* No comment provided by engineer. */
"This plugin has no additional options." = "Αυτό το πρόσθετο δεν έχει επιπλέον επιλογές.";

/* No comment provided by engineer. */
"Title:" = "Τίτλος:";

/* No comment provided by engineer. */
"Try again" = "Δοκιμάστε ξανά";

/* No comment provided by engineer. */
"Unknown" = "Λοιπά";

/* No comment provided by engineer. */
"Usage examples:" = "Usage examples:";

/* No comment provided by engineer. */
"Utilities" = "Χρήσιμες Λειτουρίες";

/* No comment provided by engineer. */
"Weather" = "Καιρός";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "Το πρόσθετο θα ενεργοποιηθεί όταν αναζητήσετε στο Spotlight για οτιδήποτε που μοιάζει με αυτά τα παραδείγματα.";

